const pageGuideConfig = {
  inSystemMessage: {
    texts: [
      "در این بخش ، میتوانید به کاربران قابل دسترسی در سایت پیام هایی درون سامانه ارسال کنید",
      "برای مشاهده و مدیریت پیام های ارسال شده میتوانید از جدول زیر استفاده کنید",
      "جمله بررسی نشده در جدول به این معنی است که گیرنده پیام شما تاکنون اقدامی برای پاسخ انجام نداده است",
    ],
  },
  profile: {
    texts: [
      "در این بخش می توانید اطلاعات کاربری خود را که شامل نام و نام خانوادگی و... است را تغییر دهید",
      "توجه داشته باشید که شماره تلفنی که در سایت ثبت می کنید یا تغییر می دهید ، هنگام فراموشی رمز عبور مورد استفاده قرار خواهد گرفت. لذا  شماره ای را وارد کنید که فعال و دسترس است",
    ],
  },
  changePassword: {
    texts: [
      "در این بخش میتوانید رمز عبور فعلی خود را تغییر دهید",
      "چنانچه رمز عبور فعلی تان را فراموش کرده اید ، از حساب کاربری خود خارج شوید و اقدام به بازیابی رمز عبور کنید",
    ],
  },
};

export default pageGuideConfig;
