const pageGuideConfig = {
  inSystemMessage: {
    texts: [
      "در این بخش ، میتوانید به کاربران قابل دسترسی در سایت پیام هایی درون سامانه ارسال کنید",
      "برای مشاهده و مدیریت پیام های ارسال شده میتوانید از جدول زیر استفاده کنید",
      "جمله بررسی نشده در جدول به این معنی است که گیرنده پیام شما تاکنون اقدامی برای پاسخ انجام نداده است",
    ],
  },
  profile: {
    texts: [
      "در این بخش می توانید اطلاعات کاربری خود را که شامل نام و نام خانوادگی و... است را تغییر دهید",
      "توجه داشته باشید که شماره تلفنی که در سایت ثبت می کنید یا تغییر می دهید ، هنگام فراموشی رمز عبور مورد استفاده قرار خواهد گرفت. لذا  شماره ای را وارد کنید که فعال و دسترس است",
    ],
  },
  changePassword: {
    texts: [
      "در این بخش میتوانید رمز عبور فعلی خود را تغییر دهید",
      "چنانچه رمز عبور فعلی تان را فراموش کرده اید ، از حساب کاربری خود خارج شوید و اقدام به بازیابی رمز عبور کنید",
    ],
  },
  editSchool: {
    texts: ["در این بخش می توانید اطلاعات مدرسه خود را ویرایش کنید"],
  },
  classesManagement: {
    texts: [
      "در این بخش می توانید کلاس های مدرسه خود را ایجاد ، ویرایش و و حذف کنید",
      "برای حذف تکی در هر ردیف ، دکمه ای برای این کار وجود دارد اما برای حذف چند تایی باید  ردیف ها را انتخاب کرده و دکمه حذف انتخاب شده ها را کلیک انتخاب کنید",
    ],
  },
  teachersManagement: {
    texts: [
      "در این بخش می توانید معلمان مدرسه خود را حذف ، اضافه و ویرایش کنید",
      "لازم به ذکر است که انتقال یک کلاس به معلم در بخش 'کلاس بندی معلمان انجام می گردد'",
    ],
  },
};

export default pageGuideConfig;
