const pageGuideConfig = {
  inSystemMessage: {
    texts: [
      "در این بخش ، میتوانید به کاربران قابل دسترسی در سایت پیام هایی درون سامانه ارسال کنید",
      "برای مشاهده و مدیریت پیام های ارسال شده میتوانید از جدول زیر استفاده کنید",
      "جمله بررسی نشده در جدول به این معنی است که گیرنده پیام شما تاکنون اقدامی برای پاسخ انجام نداده است",
    ],
  },
  profile: {
    texts: [
      "در این بخش می توانید اطلاعات کاربری خود را که شامل نام و نام خانوادگی و... است را تغییر دهید",
      "توجه داشته باشید که شماره تلفنی که در سایت ثبت می کنید یا تغییر می دهید ، هنگام فراموشی رمز عبور مورد استفاده قرار خواهد گرفت. لذا  شماره ای را وارد کنید که فعال و دسترس است",
    ],
  },
  changePassword: {
    texts: [
      "در این بخش میتوانید رمز عبور فعلی خود را تغییر دهید",
      "چنانچه رمز عبور فعلی تان را فراموش کرده اید ، از حساب کاربری خود خارج شوید و اقدام به بازیابی رمز عبور کنید",
    ],
  },
  schoolSettings: {
    texts: ["در این بخش می توانید اطلاعات مدرسه خود را ویرایش کنید"],
  },
  classesManagement: {
    texts: [
      "در این بخش می توانید کلاس های مدرسه خود را ایجاد ، ویرایش و و حذف کنید",
      "برای حذف تکی در هر ردیف ، دکمه ای برای این کار وجود دارد اما برای حذف چند تایی باید  ردیف ها را انتخاب کرده و دکمه حذف انتخاب شده ها را کلیک انتخاب کنید",
      "برای خروجی اکسل پیشنهاد می شود (جهت کامل بودن کلاس) حتما جستجو کنید حتی برای گرفتن همه کلاس ها ، بدون اعمال فیلتر جستجو کنید",
    ],
  },
  teachersManagement: {
    texts: [
      "در این بخش می توانید دانش آموزان مدرسه خود را حذف ، اضافه و ویرایش کنید",
      "لازم به ذکر است که می توانید هنگام افزودن معلم ، کلاس ایشان را نیز در همین بخش تعیین کنید یا از بخش کلاس بندی معلمان اقدام نمایید",
      "برای خروجی اکسل پیشنهاد می شود (جهت کامل بودن معلمان) حتما جستجو کنید حتی برای گرفتن همه معلمان ، بدون اعمال فیلتر جستجو کنید",
    ],
  },
  teachersClassification: {
    texts: [
      "در این بخش میتوانید کلاسی را برای معلم انتخاب کنید",
      "همچنین شما می توانید برای ویرایش کلاس برای معلم (انتقال معلم به کلاسی دیگر) دقیقا از همین بخش استفاده کنید",
    ],
  },
  studentsManagement: {
    texts: [
      "در این بخش می توانید دانش آموزان مدرسه خود را حذف ، اضافه و ویرایش کنید",
      "لازم به ذکر است که می توانید هنگام افزودن دانش آموز ، کلاس ایشان را نیز در همین بخش تعیین کنید یا از بخش کلاس بندی دانش آموزان اقدام نمایید",
      "برای خروجی اکسل پیشنهاد می شود (جهت کامل بودن دانش آموزان) حتما جستجو کنید حتی برای گرفتن همه دانش آموزان ، بدون اعمال فیلتر جستجو کنید",
    ],
  },
  studentsClassification: {
    texts: [
      "در این بخش میتوانید کلاسی را برای دانش آموز انتخاب کنید",
      "همچنین شما می توانید برای ویرایش کلاس برای دانش آموز (انتقال دانش آموز به کلاسی دیگر) دقیقا از همین بخش استفاده کنید",
    ],
  },
  teachersAttendances: {
    texts: [
      "در این بخش می توانید معلمان را از حیث حضور و غیاب کنترل کنیدبه صورت پیش فرض در جدول زیر غیبت های امروز نمایش داده میشود و شما می توانید از فرم بالا برای جستجو و ثبت حضور و غیبت استفاده کنید",
      "برای غیبت های موجه ، غیر موجه و سایر تعیین توضیحات الزامی است",
      "همچنین برای تاخیر ، تعیین زمان الزامی است",
      "برای یافتن غیبت هایی با جستجو ساده (تاریخ یک روز) می توانید از همین صفحه استفاده کنید در غیر اینصورت وارد بخش گزارش گیری معلمان شوید",
    ],
  },
  teachersReport: {
    texts: [
      "در این بخش می توانید گزارش کامل و جامعی از تمامی غیبت های معلمان مدرسه خود تهیه کنید",
      "به صورت پیش فرض غیبت های امروز نمایش داده می شود",
      "شما می توانید از فیلد های مختلف از جمله وضعیت حضور ، معلم و ... برای تهیه گزارش استفاده کنید اما توجه داشته باشید که تاریخ شروع و پایان برای تهیه گزارش الزامی است",
      "لازم به ذکر است که در صورت جستجو و گزارش گیری ، حضور معلمان نشان داده نمی شود و فقط انواع غیبت / تاخیر نشان داده می شود",
    ],
  },
  studentsAttendances: {
    texts: [
      "در این بخش می توانید دانش آموزان را از حیث حضور و غیاب کنترل کنید به صورت پیش فرض در جدول زیر غیبت های امروز نمایش داده میشود و شما می توانید از فرم بالا برای جستجو و ثبت حضور و غیبت استفاده کنید",
      "برای غیبت های موجه ، غیر موجه و سایر تعیین توضیحات الزامی است",
      "همچنین برای تاخیر ، تعیین زمان الزامی است",
      "برای یافتن غیبت هایی با جستجو ساده (تاریخ یک روز) می توانید از همین صفحه استفاده کنید در غیر اینصورت وارد بخش گزارش گیری دانش آموزان شوید",
    ],
  },
  studentsReport: {
    texts: [
      "در این بخش می توانید گزارش کامل و جامعی از تمامی غیبت های دانش آموزان کلاس / مدرسه خود تهیه کنید",
      "به صورت پیش فرض غیبت های امروز نمایش داده می شود",
      "شما می توانید از فیلد های مختلف از جمله وضعیت حضور ، دانش آموز و ... برای تهیه گزارش استفاده کنید اما توجه داشته باشید که تاریخ شروع و پایان برای تهیه گزارش الزامی است",
      "لازم به ذکر است که در صورت جستجو و گزارش گیری ، حضور دانش آموزان نشان داده نمی شود و فقط انواع غیبت / تاخیر نشان داده می شود",
    ],
  },
  schoolsManagement: {
    texts: ["در این بخش می توانید مدارس را ایجاد ، حذف و ویرایش کنید"],
  },
  managersManagement: {
    texts: [
      "در این بخش می توانید برای مدیران عملیاتی نظیر ایجاد ، حذف ، ویرایش و ... اعمال کنید",
    ],
  },
  packages: {
    texts: [
      "در این بخش می توانید بسته خریداری شده خود را مشاهده کرده و از تاریخ انقضا ، مدت رروز های باقی مانده و ... اطلاعات کسب کنید",
    ],
  },
};

export default pageGuideConfig;
